Repository: Quantum-mutnauQ/Fast_Reader_GTK
Catalog: src/locale/*/LC_MESSAGES/FastReader.po
Languages: it

source: Error while writing file.
it: Errore durante la scrittura del file.

source: Error while reading file: %s:%d - %s
it: Errore durante la lettura del file: %s:%d - %s

source: Trye to corrct
it: Prova a correggere

source: Statistiken:
it: Statistiche:

source: Lese Zeit Ergebnisse
it: Risultati del tempo di lettura

source: Gesamtzeit:
it: Tempo totale:

source: Farbe:
it: Colore:

source: Wort
it: Parola

source: Zeit (s)
it: Tempo (s)

source: Prozentuale Zeit (%)
it: Percentuale di tempo (%)

source: Punkte
it: Punti

source: Fehler beim Abrufen der Farben.
it: Errore durante il recupero dei colori.

source: Möchten Sie zur letzten Stelle springen?
it: Vuoi saltare all'ultima posizione??

source: Ja
it: Si

source: Nein
it: No

source: Fehler beim Abrufen des Textes.
it: Errore durante il recupero del testo.

source: Fehler beim Abrufen des Textpuffers.
it: Errore durante il recupero del buffer di testo.

source: Fast Reader helps you read quickly by displaying only one word at a time
it: Fast Reader ti aiuta a leggere velocemente visualizzando solo una parola alla volta

source: Fehler beim Erstellen der Aktion.
it: Errore durante la creazione dell'azione.

source: Schalter
it: Switch

source: Farbe
it: Colore

source: Hintergrund:
it: Sfondo:

source: Schrift:
it: Font:

source: Schrift Größe:
it: Dimensione del font:

source: Fortschritt Zeigen:
it: Mostra progressi:

source: Angezeigte wörter:
it: Parole visualizzate:

source: Zeitbassirt nechstes Wort:
it: Parola successiva basata sul tempo:

source: Zeit (sec):
it: Tempo (sec):

source: Längere Zeit Bei sehrlangen Wörtern:
it: Tempo più lungo per parole molto lunghe:

source: → Wortlänge in Bustaben:
it: → Lunghezza della parola in caratteri:

source: → + Zeit:
it: → + Tempo:

source: Exterzeit für erstes Wort:
it: Tempo esterno per la prima parola:

source: → dazu addierte Zeit(Sekunden):
it: → Ulteriore tempo aggiunto (secondi):

source: Statistiken erheben:
it: Raccogli statistiche:

source: Text Box
it: Casella di testo

source: Zurücksetzen
it: Reset

source: Schließen
it: Chiudi

source: Datei
it: File

source: Vollbild
it: Schermo intero

source: Ansicht
it: Vista

source: Über
it: Informazioni

source: Hilfe
it: Aiuto

source: Einstellungen:
it: Impostazioni:

source: Erweiterte Einstellugen für Zeitbassiertes nächstes Wort
it: Impostazioni estese per la parola successiva basata sul tempo

source: Hier kann die gewünschte zusätzliche Zeit angegeben werden, die das Wort länger bleiben soll (in Sekunden)
it: Qui puoi specificare il tempo aggiuntivo desiderato per cui la parola deve rimanere più a lungo (in secondi)

source: Wartezeit, bis das Lese Programm startet. Ermöglicht so, dass das erste kurze Worte nicht zu schnell verschwinden.
it: Tempo di attesa prima che inizi il programma di lettura.Questo consente alle prime parole brevi di non scomparire troppo rapidamente.

source: Die Zeit wird berechnet durch: Zeit−Pro−Wort×(₃√Wort−Länge )
it: Il tempo verrà calcolato da: Tempo per parola×(₃√Lunghezza della parola)

source: Lesen
it: Leggere

source: Copy
it: Copia

source: Paste
it: Incolla

source: Clear
it: Cancella

source: Undo
it: Annulla

source: Ergebnissezeigen
it: Mostra risultati

source: Zurück
it: Indietro

source: Icon mit standart Namen gefunden.
it: Icona trovata con nome standard.

source: Icon nicht gefunden.
it: Icona non trovata.

source: ICON_NAME ist definiert: %s
it: ICON_NAME è definito: %s

source: Schema nicht gefunden!
it: Schema not found!

source: Fehler beim Erstellen des Fensters.
it: Errore durante la creazione della finestra.

source: Konnte das Standard-Konfigurationsverzeichnis nicht abrufen.
it: Impossibile recuperare la directory di configurazione predefinita.

source: Fehler beim Erstellen des Verzeichnisses FastReader.
it: Errore durante la creazione della directory di FastReader.

source: Fehler beim Erstellen der Anwendung.
it: Errore durante la creazione dell'applicazione.
